Repository: rustemd02/shafinMultitool
Catalog: shafinMultitool/Resources/Localizable.xcstrings
Source language: en
Languages: ru

# set.camera.why.header
source: WHY THIS HELPS
ru: ПОЧЕМУ ЭТО ПОМОГАЕТ

# set.camera.why.open
source: Explanation open
ru: Объяснение открыто

# set.capture.fps
source: Frame rate %@
ru: Частота кадров %@

# set.capture.resolution
source: Resolution %@
ru: Разрешение %@

# set.capture.sound.off
source: SOUND OFF
ru: ЗВУК ВЫКЛ

# set.capture.sound.on
source: SOUND ON
ru: ЗВУК ВКЛ

# set.common.check_again
source: CHECK AGAIN
ru: ПРОВЕРИТЬ СНОВА

# set.common.close
source: CLOSE
ru: ЗАКРЫТЬ

# set.common.done
source: DONE
ru: ГОТОВО

# set.common.open_settings
source: OPEN SETTINGS
ru: ОТКРЫТЬ НАСТРОЙКИ

# set.common.retry
source: TRY AGAIN
ru: ПОВТОРИТЬ

# set.entry.blocked_body
source: Without camera access, Camera Coach cannot show the frame or check your change.
ru: Без доступа к камере Camera Coach не может показать кадр и проверить изменение.

# set.entry.body
source: One clear move. Then check the result.
ru: Одно ясное действие. Затем проверка результата.

# set.entry.helper
source: start shooting
ru: начать съёмку

# set.entry.local_processing
source: Basic analysis stays on device.
ru: Базовый анализ работает на устройстве.

# set.entry.poster
source: MAKE CINEMA
ru: СНИМАЙ КИНО

# set.entry.ready
source: CAMERA READY
ru: КАМЕРА ГОТОВА

# set.entry.requesting
source: REQUESTING CAMERA ACCESS…
ru: ЗАПРАШИВАЮ ДОСТУП К КАМЕРЕ…

# set.entry.resolving
source: PREPARING THE FRAME…
ru: ПОДГОТАВЛИВАЮ КАДР…

# set.entry.settings_fallback
source: Open Settings → Privacy & Security → Camera and allow access for this app.
ru: Откройте Настройки → Конфиденциальность и безопасность → Камера и включите доступ для приложения.

# set.fixture.editor_note
source: editor note
ru: заметка монтажёра

# set.fixture.foundation_glyphs
source: ЁЖ, SHOOT № 03
ru: ЁЖ, СЪЁМКА № 03

# set.fixture.foundation_take
source: TAKE · 12:34:56:23
ru: ДУБЛЬ · 12:34:56:23

# set.fixture.location
source: INT. WORKSHOP — NIGHT
ru: ИНТ. МАСТЕРСКАЯ — НОЧЬ

# set.gallery.accessibility
source: ACCESSIBILITY CUTS
ru: РЕЖИМЫ ДОСТУПНОСТИ

# set.gallery.camera
source: CAMERA / STAGE
ru: КАМЕРА / ПЛОЩАДКА

# set.gallery.components
source: COMPONENT REEL
ru: КАТАЛОГ КОМПОНЕНТОВ

# set.gallery.editorial
source: EDITORIAL / SHOP
ru: РЕДАКЦИЯ / ЦЕХ

# set.gallery.foundations
source: FOUNDATIONS
ru: ОСНОВА

# set.gallery.marker.arrow
source: Move toward the subject
ru: Сместись к объекту

# set.gallery.marker.bracket
source: Selected group
ru: Выбранная группа

# set.gallery.marker.line
source: Horizon / axis
ru: Горизонт / ось

# set.gallery.marker.outline
source: Selected zone
ru: Выбранная зона

# set.gallery.marker.underline
source: Text emphasis
ru: Акцент текста

# set.gallery.phase
source: V2.3 / PHASE 0
ru: V2.3 / ФАЗА 0

# set.gallery.title
source: SET OS / DESIGN REEL
ru: SET OS / ДИЗАЙН-РИЛ

# set.generator.action
source: SLATE IT!
ru: ХЛОП!

# set.generator.beat.status
source: Beat %d/%d · %@
ru: Такт %d/%d · %@

# set.generator.cancelled
source: REQUEST CANCELLED
ru: ЗАПРОС ОТМЕНЁН

# set.generator.recordingSave.pending
source: Couldn’t save this take to the project. Retry saving before recording again.
ru: Не удалось сохранить дубль в проекте. Повторите сохранение, чтобы продолжить запись.

# set.generator.recordingSave.retry
source: RETRY SAVING
ru: ПОВТОРИТЬ СОХРАНЕНИЕ

# set.generator.recordingSave.saving
source: SAVING TAKE…
ru: СОХРАНЯЕМ ДУБЛЬ…

# set.generator.clarification
source: NEED A CLARIFICATION
ru: НУЖНО УТОЧНЕНИЕ

# set.generator.default.object
source: Object
ru: Объект

# set.generator.demo.analysis.message
source: Hidden setting for demo recording. The mode is not shown on the shooting screen.
ru: Скрытая настройка для записи демо. На экране съёмки режим не показывается.

# set.generator.demo.analysis.title
source: ANALYSIS MODE
ru: Режим анализа

# set.generator.demo.mode.auto
source: AUTO
ru: Авто

# set.generator.demo.mode.cinematic_portrait
source: CINEMATIC PORTRAIT
ru: Кино-портрет

# set.generator.demo.mode.dialogue
source: DIALOGUE
ru: Диалог

# set.generator.demo.mode.object
source: OBJECT
ru: Предмет

# set.generator.demo.mode.portrait
source: PORTRAIT
ru: Портрет

# set.generator.error.ar_configuration_unsupported
source: AR world tracking is unavailable on this device. Use a device that supports AR world tracking.
ru: Мировое отслеживание AR недоступно на этом устройстве. Используйте устройство с поддержкой AR-мирового отслеживания.

# set.generator.error.ar_not_ready
source: AR space is not ready. Point the camera at a surface.
ru: AR-сессия не готова. Наведите камеру на поверхность.

# set.generator.error.camera_position
source: Could not read the camera position.
ru: Не удалось получить позицию камеры

# set.generator.error.mark_failed
source: Could not mark the object. Point the camera at a surface and try again.
ru: Не удалось отметить объект. Наведите камеру на поверхность и попробуйте ещё раз.

# set.generator.error.mark_not_ready
source: AR is not ready yet. Wait for the scene to stabilize, then try marking again.
ru: AR ещё не готов. Дождитесь стабилизации сцены и попробуйте отметить снова.

# set.generator.error.marker_name
source: Enter an object name.
ru: Введите название объекта

# set.generator.error.microphone_denied
source: Microphone access is off. Open Settings to allow audio recording.
ru: Доступ к микрофону выключен. Откройте Настройки, чтобы разрешить запись звука.

# set.generator.error.microphone_restricted
source: Microphone access is restricted on this device. Check restrictions and try again.
ru: Доступ к микрофону ограничен на этом устройстве. Проверьте ограничения и попробуйте снова.

# set.generator.error.no_scene
source: Create a scene first.
ru: Сначала создайте сцену

# set.generator.error.parse_empty
source: Could not read the scene description.
ru: Не удалось распознать описание сцены

# set.generator.error.remote_expired
source: This result has expired and was deleted from the server. Your description is still here. Start generation again to request a new scene.
ru: Срок хранения результата истёк, и он удалён с сервера. Описание сохранено. Запустите генерацию ещё раз, чтобы запросить новую сцену.

# set.generator.error.remote_disabled
source: Scene generation is temporarily unavailable. Your description is still here. Try again later.
ru: Генерация сцен временно недоступна. Описание сохранено. Попробуйте позже.

# set.generator.error.remote_response
source: The service returned an unexpected response. Your description is still here; no new request was sent.
ru: Сервис вернул неожиданный ответ. Описание сохранено; новый запрос не отправлен.

# set.generator.error.recorder
source: Could not prepare recording.
ru: Не удалось подготовить запись

# set.generator.error.save
source: Could not save the scene. Try saving again.
ru: Не удалось сохранить сцену. Повторите сохранение.

# set.generator.error.save_conflict
source: This project has a newer saved version. Reopen it before generating again.
ru: У проекта есть более новая сохранённая версия. Откройте её перед новой генерацией.

# set.generator.save_retry
source: Retry saving
ru: Повторить сохранение

# set.generator.error.surface_timeout
source: No usable surface found. Reposition the camera or try again.
ru: Подходящая поверхность не найдена. Измените положение камеры или попробуйте снова.

# set.generator.error.title
source: BUILD FAILED
ru: СБОРКА СОРВАЛАСЬ

# set.generator.error.tracking_features
source: Not enough visual detail. Point the camera at a textured surface.
ru: Недостаточно деталей. Направьте камеру на фактурную поверхность.

# set.generator.error.tracking_initializing
source: AR is initializing. Move the device slowly to map the space.
ru: AR инициализируется. Медленно переместите устройство для построения карты.

# set.generator.error.tracking_limited
source: Tracking is limited. Move the device slowly to re-establish tracking.
ru: Отслеживание ограничено. Медленно переместите устройство, чтобы восстановить отслеживание.

# set.generator.error.tracking_motion
source: Too much motion. Hold the device steady to keep tracking.
ru: Слишком много движения. Держите устройство неподвижно, чтобы сохранить отслеживание.

# set.generator.error.tracking_relocalizing
source: Relocalizing. Return to a previously mapped area.
ru: Повторная локализация. Вернитесь в уже отмеченную область.

# set.generator.error.tracking_unavailable
source: Tracking is unavailable. Restart the AR session or move to better lighting.
ru: Отслеживание недоступно. Перезапустите AR-сессию или переместитесь в лучшее освещение.

# set.generator.failure
source: GENERATION FAILED
ru: ГЕНЕРАЦИЯ НЕ СОБРАНА

# set.generator.helper
source: Build the storyboard
ru: Собрать раскадровку

# set.generator.input.detected
source: SEEN IN FRAME
ru: ВИЖУ В КАДРЕ

# set.generator.input.generating
source: BUILDING THE SCENE…
ru: СОБИРАЮ СЦЕНУ…

# set.generator.input.invalid
source: Describe the scene first
ru: Сначала опиши сцену

# set.generator.input.invalid_text
source: Remove unsupported hidden or control characters and invalid Unicode characters
ru: Удали неподдерживаемые скрытые или управляющие символы и недопустимые Unicode-символы

# set.generator.input.marked
source: MARKED OBJECTS
ru: ОТМЕЧЕННЫЕ ОБЪЕКТЫ

# set.generator.input.paste
source: PASTE
ru: ВСТАВИТЬ

# set.generator.input.placeholder
source: Describe the scene: place, light, action
ru: Опиши сцену: место, свет, действие

# set.generator.input.title
source: SCREENPLAY
ru: СЦЕНАРИЙ

# set.generator.input.too_long
source: Use %@ characters or fewer
ru: Используй не более %@ символов

# set.generator.marker
source: Active beat
ru: Активный бит

# set.generator.marker.placeholder
source: Object name
ru: Название объекта

# set.generator.marker.save
source: SAVE
ru: СОХРАНИТЬ

# set.generator.marker.title
source: MARKER
ru: МАРКЕР

# set.generator.progress.anchors
source: PLACING ANCHORS…
ru: СТАВЛЮ АНКЕРЫ…

# set.generator.progress.frame
source: CALCULATING THE FRAME…
ru: СЧИТАЮ КАДР…

# set.generator.progress.reading
source: READING THE SCRIPT…
ru: ЧИТАЮ СЦЕНАРИЙ…

# set.generator.record_without_sound
source: Record without sound
ru: Записать без звука

# set.generator.recording.missing
source: Recording file unavailable
ru: Файл записи недоступен

# set.generator.recording.play
source: Play recording
ru: Воспроизвести запись

# set.generator.recording.ready
source: Recording ready
ru: Запись готова

# set.generator.recording.share
source: Share recording
ru: Поделиться записью

# set.generator.result
source: SLATE READY
ru: СЛЕЙТ ГОТОВ

# set.generator.status.analyzing
source: Analyzing scene description…
ru: Анализирую описание…

# set.generator.status.generated_ready
source: Scene ready. Preview or record
ru: Сцена готова. Можно открыть превью или начать запись

# set.generator.status.idle_description
source: Add a scene description
ru: Добавьте описание сцены

# set.generator.status.idle_ready
source: Mark the scene or start building
ru: Можно разметить сцену или запустить генерацию

# set.generator.status.idle_surface
source: Point the camera at a surface
ru: Наведите камеру на поверхность

# set.generator.status.low_confidence
source: Low parsing confidence (%d%%)
ru: Низкая уверенность парсинга (%d%%)

# set.generator.status.marking
source: Tap an object to mark it
ru: Тапните по объекту, который хотите отметить

# set.generator.status.no_actions
source: No animated actions
ru: Нет анимируемых действий

# set.generator.status.parsed
source: Script parsed (%d%%)
ru: Парсинг выполнен (%d%%)

# set.generator.status.parser_fallback
source: Using fallback parser…
ru: Нужен более сильный парсер, использую fallback

# set.generator.status.placing
source: Placing objects…
ru: Размещаю объекты…

# set.generator.status.planning
source: Planning placement…
ru: Планирую размещение…

# set.generator.status.playback
source: Preview playing…
ru: Воспроизведение…

# set.generator.status.preview
source: Scene preview
ru: Предпросмотр сцены

# set.generator.status.reading
source: Reading the script…
ru: Анализирую текст…

# set.generator.status.recording
source: Recording; hints are on automatically
ru: Идёт запись, подсказки включены автоматически

# set.generator.status.shooting
source: AR scene ready to shoot; hints are on
ru: AR-сцена готова к съёмке, подсказки включены

# set.generator.title
source: SCENE SCHEDULE
ru: РАСПИСАНИЕ СЦЕН

# set.library.artifact.corrupt
source: MEDIA CORRUPT
ru: МЕДИА ПОВРЕЖДЕНО

# set.library.artifact.healthy
source: MEDIA READY
ru: МЕДИА ГОТОВО

# set.library.artifact.missing
source: MEDIA MISSING
ru: МЕДИА НЕ НАЙДЕНО

# set.library.artifact.none
source: NO MEDIA
ru: МЕДИА НЕТ

# set.library.artifact.unavailable
source: MEDIA STATUS UNAVAILABLE
ru: СОСТОЯНИЕ МЕДИА НЕДОСТУПНО

# set.library.cancel
source: CANCEL
ru: ОТМЕНА

# set.library.count
source: SCENES: %d
ru: СЦЕН: %d

# set.library.create
source: NEW SCENE
ru: НОВАЯ СЦЕНА

# set.library.create.confirm
source: CREATE
ru: СОЗДАТЬ

# set.library.create.placeholder
source: e.g. INT. KITCHEN — NIGHT
ru: Например: ИНТ. КУХНЯ — НОЧЬ

# set.library.create.title
source: SCENE NAME
ru: НАЗВАНИЕ СЦЕНЫ

# set.library.delete
source: DELETE
ru: УДАЛИТЬ

# set.library.delete.detail
source: Scene “%@” and its storyboard will be deleted.
ru: Сцена «%@» и её раскадровка будут удалены.

# set.library.delete.title
source: DELETE SCENE?
ru: УДАЛИТЬ СЦЕНУ?

# set.library.duplicate.detail
source: Scene “%@” already exists. Type a different name.
ru: Сцена «%@» уже есть. Введи другое название.

# set.library.duplicate.title
source: NAME TAKEN
ru: ИМЯ ЗАНЯТО

# set.library.empty.helper
source: Create the first scene — we'll build the storyboard
ru: Создай первую сцену — и соберём раскадровку

# set.library.empty.title
source: NO SCENES YET
ru: ПОКА НИ ОДНОЙ СЦЕНЫ

# set.library.failure.delete.detail
source: The scene is still there. Try again.
ru: Сцена осталась на месте. Попробуй ещё раз.

# set.library.failure.delete.title
source: COULD NOT DELETE
ru: НЕ УДАЛОСЬ УДАЛИТЬ

# set.library.failure.detail
source: Nothing was lost. Try again.
ru: Ничего не потерялось. Попробуй ещё раз.

# set.library.failure.title
source: COULD NOT SAVE
ru: НЕ УДАЛОСЬ СОХРАНИТЬ

# set.library.marker
source: Selected scene
ru: Выбранная сцена

# set.library.metadata.shot
source: CURRENT LENS · SELECTED TAKE
ru: ТЕКУЩИЙ ОБЪЕКТИВ · ВЫБРАННЫЙ ДУБЛЬ

# set.library.metadata.updated
source: Updated: %@
ru: Обновлена: %@

# set.library.open
source: OPEN
ru: ОТКРЫТЬ

# set.library.preview.metadata_detail
source: %d BEATS · %d ACTORS · %d OBJECTS · %d TAKES
ru: %d БИТОВ · %d АКТЁРОВ · %d ОБЪЕКТОВ · %d ДУБЛЕЙ

# set.library.preview.metadata_only
source: METADATA ONLY
ru: ТОЛЬКО МЕТАДАННЫЕ

# set.library.preview.metadata_placeholder
source: METADATA PLACEHOLDER
ru: МЕТАДАННЫЕ — ЗАПОЛНИТЕЛЬ

# set.library.preview.recording
source: RECORDING PREVIEW
ru: ПРЕВЬЮ ЗАПИСИ

# set.library.preview.screenplay
source: SCREENPLAY
ru: СЦЕНАРИЙ

# set.library.preview.storyboard
source: STORYBOARD
ru: РАСКАДРОВКА

# set.library.preview.unavailable
source: PREVIEW UNAVAILABLE
ru: ПРЕВЬЮ НЕДОСТУПНО

# set.library.rename
source: RENAME
ru: ПЕРЕИМЕНОВАТЬ

# set.library.scene.four
source: EXT. YARD — DAY
ru: ЭКСТ. ДВОР — ДЕНЬ

# set.library.scene.one
source: INT. KITCHEN — NIGHT
ru: ИНТ. КУХНЯ — НОЧЬ

# set.library.scene.three
source: INT. WORKSHOP — NIGHT
ru: ИНТ. МАСТЕРСКАЯ — НОЧЬ

# set.library.scene.two
source: EXT. ROOFTOP — DAWN
ru: ЭКСТ. КРЫША — РАССВЕТ

# set.library.title
source: CONTACT SHEET
ru: КОНТАКТНЫЙ ЛИСТ

# set.mode.camera
source: CAMERA
ru: КАМЕРА

# set.mode.scenes
source: SCENES
ru: СЦЕНЫ

# set.pause.cut_mark
source: CUT!
ru: СНЯТО!

# set.pause.empty
source: NO NOTES YET
ru: ПОКА БЕЗ ЗАМЕТОК

# set.pause.failure
source: REVIEW NOT READY
ru: РАЗБОР НЕ СОБРАН

# set.pause.failure.no_evidence.detail
source: TAKE ONE MORE FRAME.
ru: СНИМИТЕ ЕЩЁ РАЗ.

# set.pause.failure.no_evidence.title
source: NO FRAME
ru: НЕТ КАДРА

# set.pause.failure.pipeline.detail
source: TRY ONE MORE TAKE.
ru: СНИМИТЕ ЕЩЁ РАЗ.

# set.pause.failure.pipeline.title
source: REVIEW UNAVAILABLE
ru: РАЗБОР НЕДОСТУПЕН

# set.pause.failure.recovery
source: ONE MORE TAKE
ru: ЕЩЁ ДУБЛЬ

# set.pause.failure.render.detail
source: THE TAKE WAS NOT SAVED.
ru: ДУБЛЬ НЕ СОХРАНЁН.

# set.pause.failure.render.title
source: FRAME NOT READY
ru: КАДР НЕ ГОТОВ

# set.pause.failure.timeout.detail
source: TRY ONE MORE TAKE.
ru: СНИМИТЕ ЕЩЁ РАЗ.

# set.pause.failure.timeout.title
source: REVIEW TIMED OUT
ru: РАЗБОР НЕ УСПЕЛ

# set.pause.loading
source: BUILDING THE REVIEW…
ru: СОБИРАЮ РАЗБОР…

# set.pause.marker
source: Frame held for review
ru: Кадр отмечен для разбора

# set.pause.no_action
source: NO CHANGE NEEDED
ru: ИЗМЕНЕНИЙ НЕ ТРЕБУЕТСЯ

# set.pause.note
source: Keep the horizon. Give the actor one step of air.
ru: Держи горизонт. Дай актёру шаг воздуха.

# set.pause.title
source: TAKE — REVIEW
ru: РАЗБОР ДУБЛЯ

# set.pause.title.dynamic
source: TAKE %02d — REVIEW
ru: РАЗБОР ДУБЛЯ %02d

# set.permission.body
source: The camera is used to show the frame and check your change.
ru: Камера нужна, чтобы показать кадр и проверить изменение.

# set.permission.continue
source: CONTINUE
ru: ПРОДОЛЖИТЬ

# set.permission.title
source: LET THE CAMERA IN
ru: ДАЙ КАМЕРЕ ДОСТУП

# set.pro.state.unsupported
source: Unavailable in this camera mode.
ru: Недоступно в текущем режиме камеры.

# set.pro.state.unavailable
source: Camera controls are available during live capture.
ru: Управление доступно во время работы камеры.

# set.pro.state.variable_fps
source: Variable FPS
ru: Переменный FPS

# set.pro.error.invalid_value
source: This value cannot be applied. Choose a value in the supported range.
ru: Это значение нельзя применить. Выберите значение в допустимом диапазоне.

# set.pro.error.apply_failed
source: The camera could not apply the change. Check the current values and try again.
ru: Камера не смогла применить изменение. Проверьте текущие значения и повторите.

# set.pro.error.stale
source: The camera changed during this request. Choose the control again.
ru: Камера изменилась во время запроса. Повторите настройку.

# set.pro.state.applying
source: Applying camera settings…
ru: Применяем настройки камеры…

# set.pro.error.focus_timeout
source: Focus did not settle. Try a clearer detail or use manual focus.
ru: Фокус не установился. Выберите более чёткую деталь или ручной фокус.

# set.pro.error.apply_timeout
source: The camera did not confirm the change in time. Check the current values.
ru: Камера не подтвердила изменение вовремя. Проверьте текущие значения.

# set.pro.error.microphone_denied
source: Microphone access is off. Allow it in Settings to see the audio level.
ru: Доступ к микрофону выключен. Разрешите его в Настройках, чтобы видеть уровень звука.

# set.pro.state.focus_converging
source: Focusing, then locking…
ru: Наводим и фиксируем фокус…

# set.pro.action.focus_center
source: Focus and lock at frame center
ru: Навести и зафиксировать фокус в центре

# set.pro.action.focus_cancel
source: Cancel focus selection
ru: Отменить выбор точки фокуса

# set.pro.caption.focus_position
source: Lens position scale: 0–1.
ru: Шкала положения линзы: 0–1.

# set.pro.caption.exposure_choose_fps
source: Choose a fixed frame rate above to set shutter angle and ISO.
ru: Выберите постоянный FPS выше, чтобы настроить угол затвора и ISO.

# set.pro.caption.ev_requires_auto
source: Exposure compensation is available in Auto exposure.
ru: Компенсация экспозиции доступна в режиме автоэкспозиции.

# set.pro.name.shutter_angle
source: Shutter angle
ru: Угол затвора

# set.pro.action.apply
source: Apply
ru: Применить

# set.pro.action.close
source: Close controls
ru: Закрыть настройки

# set.pro.action.microphone_enable
source: Enable audio meter
ru: Включить индикатор звука

# set.pro.action.microphone_disable
source: Turn off audio meter
ru: Выключить индикатор звука

# set.pro.state.audio_waiting
source: Waiting for microphone samples…
ru: Ожидаем сигнал микрофона…

# set.pro.caption.microphone
source: The meter measures microphone level locally. Audio is not saved by this control.
ru: Индикатор измеряет уровень микрофона на устройстве. Эта настройка не сохраняет звук.

# set.pro.preset.wb_warm
source: Warm · 3200 K
ru: Тёплый · 3200 K

# set.pro.preset.wb_daylight
source: Daylight · 5600 K
ru: Дневной · 5600 K

# set.pro.preset.wb_cloudy
source: Cloudy · 6500 K
ru: Облачно · 6500 K

# set.pro.caption.focus_selection
source: Tap the preview to focus and lock there.
ru: Коснитесь превью, чтобы навести и зафиксировать фокус в этой точке.

# set.pro.caption.readback
source: Current
ru: Сейчас

# set.pro.name.audio_meter
source: AUDIO METER
ru: ИНДИКАТОР ЗВУКА

# set.pro.name.exposure_auto
source: EXPOSURE AUTO
ru: ЭКСПОЗИЦИЯ АВТО

# set.pro.name.exposure_ev
source: EXPOSURE EV
ru: ЭКСПОЗИЦИЯ EV

# set.pro.name.exposure_manual
source: SHUTTER ANGLE · ISO
ru: УГОЛ ЗАТВОРА · ISO

# set.pro.name.focus_auto
source: FOCUS AUTO
ru: ФОКУС АВТО

# set.pro.name.focus_manual
source: FOCUS MANUAL
ru: ФОКУС ВРУЧНУЮ

# set.pro.name.focus_tap_lock
source: FOCUS TAP LOCK
ru: ФОКУС ПО ТАПУ

# set.pro.name.format
source: FORMAT · RESOLUTION · FPS
ru: ФОРМАТ · РАЗРЕШЕНИЕ · FPS

# set.pro.name.torch
source: TORCH
ru: ФОНАРИК

# set.pro.name.wb_auto
source: WHITE BALANCE AUTO
ru: БАЛАНС БЕЛОГО АВТО

# set.pro.name.wb_lock
source: WB LOCK
ru: ФИКСАЦИЯ ББ

# set.pro.name.wb_preset
source: WB PRESET
ru: ПРЕСЕТ ББ

# set.pro.name.wb_temperature
source: WB TEMPERATURE
ru: ТЕМПЕРАТУРА ББ

# set.pro.tier.available
source: AVAILABLE
ru: ДОСТУПНО

# set.pro.tier.legacy
source: LEGACY ONLY
ru: ТОЛЬКО УСТАРЕВШИЙ ПУТЬ

# set.pro.tier.post10
source: POST 1.0
ru: ПОСЛЕ 1.0

# set.pro.value.off
source: OFF
ru: ВЫКЛ

# set.pro.value.on
source: ON
ru: ВКЛ

# set.slate.day
source: DAY
ru: ДЕНЬ

# set.slate.scene
source: SCENE 07 · INT.
ru: СЦЕНА 07 · ИНТ.

# set.storyboard.action.add
source: ADD ACTION
ru: ДОБАВИТЬ ДЕЙСТВИЕ

# set.storyboard.action.delete
source: Delete action
ru: Удалить действие

# set.storyboard.action.description
source: Description
ru: Описание

# set.storyboard.action.give
source: Give
ru: Передаёт

# set.storyboard.action.look_at
source: Look at
ru: Смотрит

# set.storyboard.action.pick_up
source: Pick up
ru: Берёт

# set.storyboard.action.stand
source: Stand
ru: Стоит

# set.storyboard.action.talk
source: Dialogue
ru: Реплика

# set.storyboard.action.walk
source: Walk
ru: Идёт

# set.storyboard.actor
source: Actor
ru: Актёр

# set.storyboard.actor.number
source: Actor %@
ru: Актёр %@

# set.storyboard.beat.title
source: Beat %d
ru: Такт %d

# set.storyboard.default.actor
source: Actor
ru: Актёр

# set.storyboard.delete.confirm
source: DELETE BEAT
ru: УДАЛИТЬ ТАКТ

# set.storyboard.delete.detail
source: Delete “%@” permanently?
ru: Удалить «%@» без возможности восстановления?

# set.storyboard.delete.title
source: DELETE THIS BEAT?
ru: УДАЛИТЬ ЭТОТ ТАКТ?

# set.storyboard.drag.actor_missing
source: Unable to find actor to move
ru: Не найден актёр для перемещения

# set.storyboard.drag.actor_not_in_beat
source: %@ does not participate in this beat
ru: %@ не участвует в этом такте

# set.storyboard.drag.ar_not_ready
source: AR scene is not ready yet
ru: AR-сцена ещё не готова

# set.storyboard.drag.beat_closed
source: Cannot move actor: beat is not open
ru: Нельзя переместить актёра: такт не открыт

# set.storyboard.drag.busy
source: Cannot move during playback or recording
ru: Нельзя перемещать во время воспроизведения или записи

# set.storyboard.drag.cancelled
source: Move cancelled
ru: Перемещение отменено

# set.storyboard.drag.committed
source: %@ moved
ru: %@ перемещён

# set.storyboard.drag.committed_in_beat
source: %@ moved in %@
ru: %@ перемещён в %@

# set.storyboard.drag.failure.cannot_prefix
source: Cannot
ru: Нельзя
